API_TOKEN = '6070745865:AAH-sYgjkg2-VnJuSAkqbsCMDFcPNdYQtbc'

# 6073462260:AAEDr59htfRrKcTWODs3ljSatPNgMFOJDYI - ccal_vlad_bot
# 6070745865:AAH-sYgjkg2-VnJuSAkqbsCMDFcPNdYQtbc - kramer_test_bot

TEXT_MENU = """
<b>/калькулятор</b> - <em>Калькулятор каллорий</em>.
"""

TEXT_CALC = """
Привет! Напишите мне:

— ваш пол (М/Ж), 
— возраст, 
— вес, 
— рост 
— активность (сидячий/активный)

В формате: М, 25, 70, 180, активный

Один из способов расчета нормы калорий - формула Харриса-Бенедикта. 

С ее помощью можно рассчитать базальную скорость метаболизма, 
а именно количество калорий (энергии), 
необходимых для правильного функционирования организма.
"""

TEXT_CALC_ERROR = """
<em>Ошибка в вводе данных. Пожалуйста, введите данные в формате:</em> <b>М, 25, 70, 180, активный</b>
"""

TEXT_SITE = """
<em>Тут будет ссылка.</em>
"""
